{
  "Dockerfile.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "bufexplorer": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "exception.vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "git-messenger.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "gv.vim": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-minitest": { "branch": "main" },
  "neotest-rspec": { "branch": "main" },
  "neotest-vim-test": { "branch": "master" },
  "nginx.vim": { "branch": "master" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "python-mode": { "branch": "develop" },
  "quicker.nvim": { "branch": "master" },
  "ragel.vim": { "branch": "master" },
  "rustaceanvim": { "branch": "main" },
  "searchfold.vim": { "branch": "master" },
  "sideways.vim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "startuptime.vim": { "branch": "master" },
  "swift.vim": { "branch": "master" },
  "switch.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-apathy": { "branch": "master" },
  "vim-bundler": { "branch": "master" },
  "vim-capslock": { "branch": "master" },
  "vim-cmdline-complete": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-grepper": { "branch": "master" },
  "vim-haml": { "branch": "master" },
  "vim-indexed-search": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-less": { "branch": "master" },
  "vim-llvm": { "branch": "master" },
  "vim-localvimrc": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-markdown-composer": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-racer": { "branch": "master" },
  "vim-ragtag": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-randomtag": { "branch": "master" },
  "vim-rbenv": { "branch": "master" },
  "vim-rdoc": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-ruby-heredoc-syntax": { "branch": "master" },
  "vim-scriptease": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-tbone": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tmux": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-unimpaired": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "yanky.nvim": { "branch": "main" }
}
